Repository: aimeos/ai-client-html
Catalog: client/i18n/code/*.po
Languages: lv, my

# price:default
source: %2$s %1$s
lv: %1$s %2$s

source: favorite
lv: favorīts
my: နှစ်သက်သည်

source: Pin
lv: iepinot

source: watch
lv: vērot
my: ကြည့်မည်

source: Size
lv: Izmērs
my: အရွယ်အစား

source: Length
lv: Garums
my: အနံ

source: Width
lv: Platums
my: အလျား

source: Color
lv: Krāsa
my: အရောင်

source: Option
lv: Opcija

source: Package length
lv: iepakojuma-garums
my: ပါကင်အနံ

source: Package width
lv: iepakojuma-platums
my: ပါကင်အလျား

source: Package height
lv: iepakojuma-augstums
my: ပါကင်အမြင့်

source: Package weight
lv: iepakojuma-svars
my: ပါကင်အလေးချိန်

# directdebit.accountowner
source: Account owner
lv: Bankas konta lietotājs
my: အကောင့်ပိုင်ရှင်

# directdebit.accountno
source: Account number
lv: Bankas konts
my: အကောင့်နံပါတ်

# directdebit.bankcode
source: Bank code
lv: Bankas kods
my: ဘဏ်ကုဒ်

# directdebit.bankname
source: Bank name
lv: Bankas nosaukums
my: ဘဏ်အမည်

# payment.firstname
source: First name
lv: Vārds

# payment.lastname
source: Last name
lv: Uzvārds

# payment.cardno
source: Credit card number
lv: Maksājuma kartes numurs
my: ခရက်ဒစ်ကဒ်နံပါတ်

# payment.cvv
source: Verfification number
lv: Verifikācijas numurs

# payment.expirymonth
source: Expiry month
lv: Derīguma mēnesis
my: သက်တမ်းကုန်မည့်လ

# payment.expiryyear
source: Expiry year
lv: Derīguma gads
my: သက်တမ်းကုန်မည့်နှစ်

# date.value
source: Pick-up date
lv: Saņemšanas datums

# time.hourminute
source: Pick-up time
lv: Saņemšanas laiks
my: ထုတ်ယူမည့်အချိန်

# supplier.code
source: Pick-up location
lv: Saņemšanas vieta
my: ထုတ်ယူမည့်နေရာ

# supplier.address
source: Pick-up location
lv: Saņemšanas adrese
