Repository: aimeos/ai-client-html
Catalog: i18n/code/*.po
Languages: sk, th, vi

source: tax
sk: daň
th: ภาษี
vi: thuế

# taxpst
source: PST
sk: taxpst
th: ภาษี
vi: thuế

# taxgst
source: GST
sk: taxgst
th: ภาษีมูลค่าเพิ่ม
vi: thuế GST

source: favorite
sk: obľúbený
th: รายการโปรด
vi: yêu thích

source: pin
th: หมุด
vi: kim

source: watch
sk: sledovať
th: ดู
vi: Xem

source: Size
sk: Veľkosť
th: ขนาด
vi: kích thước

source: Length
sk: Dĺžka
th: ความยาว
vi: chiều dài

source: Width
sk: Šírka
th: ความกว้าง
vi: chiều rộng

source: Color
sk: farba
th: สี
vi: màu

source: Option
sk: Varianta
th: ตัวเลือก
vi: tùy chọn

source: package-length
sk: dĺžka balíka
th: ความยาวของแพ็กเกจ
vi: Độ dài gói

source: package-width
sk: šírka balíka
th: ความกว้างของแพ็กเกจ
vi: Chiều rộng gói

source: package-height
sk: výška balenia
th: ความสูงของแพ็กเกจ
vi: Chiều cao gói hàng

source: package-weight
sk: hmotnosť balenia
th: น้ำหนักของแพ็กเกจ
vi: Trọng lượng gói hàng

# directdebit.accountowner
source: Account owner
sk: directdebit.accountowner
th: เจ้าของบัญชีหักบัญชีอัตโนมัติ
vi: Trích nợ trực tiếp. Chủ tài khoản

# directdebit.accountno
source: Account number
sk: directdebit.accountno
th: directdebit.accountno
vi: Trích nợ trực tiếp. Số tài khoản

# directdebit.bankcode
source: Bank code
sk: directdebit.bankcode
th: directdebit.bankcode
vi: Trích nợ trực tiếp. Mã ngân hàng

# directdebit.bankname
source: Bank name
sk: directdebit.bankname
th: directdebit.ชื่อธนาคาร
vi: Trích nợ trực tiếp. Tên ngân hàng

# payment.firstname
source: First name
sk: Krstné meno
th: ชื่อ
vi: Tên

# payment.lastname
source: Last name
sk: Priezvisko
th: นามสกุล
vi: Họ

# payment.cardno
source: Credit card number
sk: payment.cardno
th: หมายเลขบัตรชำระเงิน
vi: Thanh toán. Số thẻ

# payment.cvv
source: Verification number
sk: payment.cvv
th: การชำระเงิน.cvv
vi: Thanh toán.CVV

# payment.expirymonth
source: Expiry month
sk: payment.expirymonth
th: การชำระเงิน.เดือนหมดอายุ
vi: Tháng hết hạn thanh toán

# payment.expiryyear
source: Expiry year
sk: payment.expiryyear
th: การชำระเงิน.ปีหมดอายุ
vi: Năm hết hạn thanh toán

# payment.expiry
source: Expiry (MMYY)
sk: payment.expiry
th: การชำระเงิน.หมดอายุ
vi: Thời hạn thanh toán

# date.value
source: Pick-up date
sk: date.value
th: date.value
vi: Ngày.Giá trị

# time.hourminute
source: Pick-up time
sk: time.hourminute
th: เวลา.ชั่วโมงนาที
vi: giờ.phút.giây

# supplier.code
source: Pick-up location
sk: supplier.code
th: รหัสผู้จัดจำหน่าย
vi: Nhà cung cấp.mã

# supplier.address
source: Pick-up address
sk: supplier.address
th: ที่อยู่ผู้จัดจำหน่าย
vi: Địa chỉ nhà cung cấp

source: Delivery type
th: ประเภทการจัดส่ง
vi: Loại giao hàng
